<?php

return [
    'message.welcome' => '"Ласкаво просимо до бота *Донор Одеса*". 
    
Ми дуже вдячні за ваше бажання стати донором крові.

Щоб почати роботу з ботом, нам потрібен ваш номер телефону',

    'request.thank_you' => 'Дякуємо за реєстрацію.

Ми повідомимо, коли буде потрібна саме ваша група крові. 

Будь ласка, не вимикайте сповіщення від бота.',

    'message.welcome_back' => 'Ми знайшли ваші данні.

    Ми повідомимо, коли буде потрібна саме ваша група крові. 
    
    Будь ласка, не вимикайте сповіщення від бота.',


    'button.register' => 'Реєстрація донора',
    'button.alreadyRegistered' => 'Я вже реєструвався',
    

    'request.phone' => 'Для продовження нам потрібен ваш номер телефону',
    'button.share_phone' => 'Надати свій номер телефону',

    'request.name' => 'Щоб ми знали, як до вас звертатися, скажіть як вас звати',
    'button.share_name' => 'Повідомити ім\'я',

    'request.blood_type_id' => 'Яка ваша група крові?',

    'request.birth_year' => 'Рік народження?',
    'request.not_acceptable.birth_year' => 'Ви не можете стати донором через ваш рік народження',

    'request.weight_ok' => 'Для визначення чи можете ви стати донором, потрібна ваша вага',
    'button.more_55_kg' => 'Більше 55 кг',
    'button.less_55_kg' => 'Менше 55 кг',
    'request.not_acceptable.weight_ok' => 'Ви не можете стати донором через вашу вагу',
    
    'request.no_contras' => 'Будь ласка перегляньте перелік і підтвердіть що у вас немає нічого зі списку',
    
    'button.have_no_contraindications' => 'Ні, в мене нема протипоказань',
    'button.have_contraindications' => 'На жаль, маю протипоказання',
    'request.not_acceptable.no_contras' => 'Ви не можете стати донором через медичні протипоказання',

    'response.see_you_next_time' => 'Нам дуже жаль, що ви не можете стати донором цього разу. Ми знову надішлемо вам повідомлення, коли виникне потреба у вашій групі крові.',
    'response.thank_you' => 'Дякуємо за готовність стати донором крові! Будь ласка уважно озайномтеся з документом, щоб зрозуміти чи дійсно ви зможете стати донором цього разу',

    'button.yes_i_will_do_it' => 'Так, розраховуйте на мене завтра!',
    'button.no_i_can_not' => 'На жаль, не цього разу',

    'response.blood_request_already_closed' => 'Ми уже маємо достатю кількість донорів, які зголосилися на цей раз. Дякуємо за ваше бажання допомогти - ми обов\'язково повідомимо, коли потреба виникне знову.',

    
];
