<?php

return [
    'message.welcome' => '"Ласкаво просимо до бота *Донор Одеса*". 
    
Ми дуже вдячні за ваше бажання стати донором крові.

Щоб почати роботу з ботом, нам потрібен ваш номер телефону',

    'message.your_blood_type' => '',

    'message.thank_you' => 'Дякуємо за реєстрацію.

Ми повідомимо, коли буде потрібна саме ваша група крові. 

Будь ласка, не вимикайте сповіщення від бота.',

    'message.welcome_back' => 'Ми знайшли ваші данні.

    Ми повідомимо, коли буде потрібна саме ваша група крові. 
    
    Будь ласка, не вимикайте сповіщення від бота.',


    'button.register' => 'Реєстрація донора',
    'button.alreadyRegistered' => 'Я вже реєструвався',
    

    'request.phone' => 'Для продовження нам потрібен ваш номер телефону',
    'button.share_phone' => 'Надати свій номер телефону',

    'request.name' => 'Щоб ми знали, як до вас звертатися, скажіть як вас звати',
    'button.share_name' => 'Повідомити ім\'я',

    'request.blood_type_id' => 'Яка ваша група крові?',

    'request.birth_year' => 'Рік народження?',

    'request.weigh_ok' => 'Для визначення чи можете ви стати донором, потрібна ваша вага',
    'messages.button.more_55_kg' => 'Більше 55 кг',
    'messages.button.less_55_kg' => 'Менше 55 кг',
    
    'request.no_contras' => 'Будь ласка перегляньте перелік і підтвердіть що у вас немає нічого зі списку',
    
    'messages.button.have_no_contraindications' => 'Ні, в мене нема протипоказань',
    'messages.button.have_contraindications' => 'На жаль, маю протипоказання',
];
