<?php

return [
    'message.welcome' => '"Ласкаво просимо до бота *Донор Одеса*". 
    
Ми дуже вдячні за ваше бажання стати донором крові.

Щоб почати роботу з ботом, нам потрібен ваш номер телефону',

    'message.your_blood_type' => 'Яка ваша група крові?',
    'message.your_name' => 'Як до вас звертатися?',
    'message.thank_you' => 'Дякуємо за реєстрацію.

Ми повідомимо, коли буде потрібна саме ваша група крові. 

Будь ласка, не вимикайте сповіщення від бота.',

    'message.welcome_back' => 'Ми знайшли ваші данні.

    Ми повідомимо, коли буде потрібна саме ваша група крові. 
    
    Будь ласка, не вимикайте сповіщення від бота.',


    'button.register' => 'Реєстрація донора',
    'button.alreadyRegistered' => 'Я вже реєструвався',
    'button.share_phone' => 'Надати свій номер телефону',
    'button.shareName' => 'Повідомити ім\'я',

    'request.phone' => 'Для продовження нам потрібен ваш номер телефону',

];
